{
  "sobre mim": "Sobre mim",
  "conhecimentos": "Conhecimentos",
  "projetos": "Projetos",
  "contato": "Contato",
  "eu sou o": "Eu sou o ",
  "este lugar": "E este é o lugar que você irá conhecer um pouco sobre mim.",
  "sou um": "Sou um ",
  "desenvolvedor full-stack": "desenvolvedor full-stack",
  "carinho especial": "mas com um carinho especial pelo front-end",
  "moro em": "Moro em Nova Friburgo, Rio de Janeiro. Sou formado no",
  "tecnico de informatica": "curso técnico de informática integrado ao ensino médio",
  "e formando em": "e formando em",
  "sistemas de informacao": "Sistemas de Informação",
  "ambos no": " ambos no",
  "interesse em tecnologia": "Tenho muito interesse em assuntos relacionados à área de tecnologia",
  "disposto a aprender": "Estou sempre disposto a aprender uma nova linguagem de programação ou framework",
  "encontrar solucoes": "Quero encontrar soluções para problemas e, de brinde, aprender várias coisas novas!",
  "amo cafe": "Como qualquer bom programador, eu amo café :)",
  "icone computador": "Ícone de um computador",
  "icone programa": "Ícone que representa uma tag de programação",
  "icone lampada": "Ícone de uma lâmpada",
  "icone cafe": "Ícone de um copo de café",
  "interessou pelo trabalho": "Se interessou pelo meu trabalho? Não hesite em falar comigo!",
  "pensando em contratar": "Está pensando em me contratar? Dê uma olhada no meu currículo!",
  "ver curriculo": "Ver currículo",
  "e": "e",
  "baixar curriculo": "Baixar currículo",
  "portfolio": "Portfólio",
  "emoji piscando": "Emoji piscando",
  "wegia descricao": "Fiz parte do desenvolvimento de forma full-stack do projeto durante meu período de estágio e trabalho. Fui responsável por parte do desenvolvimento do módulo PET e alterações em outros módulos e interfaces gerais do site.",
  "turismo espacial": "Turismo Espacial",
  "turismo espacial descricao": "Página com temática espacial, que apresenta curiosidades sobre astronomia. A maioria das páginas desse projeto são alimentadas por um arquivo JSON.",
  "rastreadora": "Rastreadora de IP's e domínios",
  "rastreadora descricao": "O projeto utiliza duas APIs, sendo uma para pegar os dados sobre os IPs ou domínios preenchidos e outra para formar um mapa, que recebe automaticamente a latitude e longitude informadas e se aproxima do local.",
  "cartao interativo": "Formulário de cartão interativo",
  "cartao interativo descricao": "Durante o preenchimento dos dados do cartão, o texto é alterado automaticamente. Para garantir o preenchimento correto dos campos, cada um possui suas póprias verificações e expressões regulares, quando necessário.",
  "pagina de noticias": "Página de notícias",
  "pagina de noticias descricao": "Página com interface moderna representando a sessão inicial de uma página de notícias.",
  "pagina clipboard": "Página Clipboard",
  "pagina clipboard descricao": "O layout completo de uma página sobre o Clipboard. Dê um desconto pela simplicidade, mas esse foi um dos meus primeiros projetos depois de terminar o curso técnico :).",
  "desenvolvido por": "Desenvolvido totalmente por",
  "form multi step": "Formulário de várias etapas",
  "form multi step descricao": "Um formulário de 4 etapas, que armazena e processa todos os valores informados. É possível percorrer o formulário livremente e todos os campos serão salvos automaticamente.",
  "neonnest descricao": "NeonNest é um e-commerce que prevê uma realidade cyberpunk e já permite que você esteja preparado para ela quando chegar. Possui estilos e produtos únicos, além de permitir com que o usuário faça grande parte das ações que seriam feitas em um e-commerce real. Recomendo que veja sua página no GitHub para entender melhor o projeto."
}
